{"translation-revision-date":"2021-08-24 14:32:15+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Archive":["Arsip"],"Single Post":["Pos Tunggal"],"Single Page":["Laman Tunggal"],"Footer":["Footer"],"Header":["Header"],"This Template Kit includes:":["Kit Template ini mencakup:"],"Content:":["Konten:"],"Site Settings:":["Pengaturan Situs:"],"Custom Post Type":["Tipe Artikel Khusus"],"WP Posts":["Pos WP"],"WP Pages":["Halaman WP"],"To import or export these components, you’ll need Elementor Pro.":["Untuk mengimpor atau mengekspor komponen ini, Anda memerlukan Elementor Pro."],"Global widgets":["Widget global"],"Kit Info":["Kit Info"],"How does importing work?":["Bagaimana pengimporan bekerja?"],"How does exporting work?":["Bagaimana pengeksporan bekerja?"],"Templates:":["Templat:"],"Error:":["Eror:"],"Background Settings":["Pengaturan Latar Belakang"],"Lightbox Settings":["Pengaturan Lightbox"],"Theme Style settings":["Pengaturan Style Tema"],"Elementor Pages":["Halaman Elementor"],"404 Error Page":["404 Halaman Eror"],"Import a Template Kit":["Impor Kit Templat"],"Export a Template Kit":["Ekspor Kit Templat"],"Landing Pages":["Landing Page"],"What is a 404 Page Template?":["Apa itu Template Halaman 404?"],"What is a Products Archive Template?":["Apa itu Template Arsip Produk?"],"Products Archive":["Arsip Produk"],"What is a Single Product Template?":["Apa itu Template Produk Tunggal?"],"What is an Archive Template?":["Apa itu Template Arsip?"],"What is a Single Page Template?":["Apa itu Template Halaman Tunggal?"],"What is a Footer Template?":["Apa itu Template Footer?"],"What is a Single Post Template?":["Apa itu Template Pos Tunggal?"],"Global Colors":["Warna Global"],"App could not be loaded":["Aplikasi tidak dapat dimuat"],"What is a Header Template?":["Apa itu Template Header?"],"Create Full Site":["Buat Situs Lengkap"],"Product":["Produk"],"Search Results":["Hasil Pencarian"],"What is a Search Results Template?":["Apa itu Template Hasil Pencarian?"],"If you’d like a different style for a specific category, it’s easy to create a separate archive template whose condition is to only display when users are viewing that category’s list of posts.":["Jika Anda menginginkan gaya yang berbeda untuk kategori tertentu, mudah untuk membuat template arsip global terpisah yang kondisinya hanya ditampilkan saat pengguna melihat daftar postingan kategori tersebut."],"An archive template allows you to easily design the layout and style of archive pages - those pages that show a list of posts (e.g. a blog’s list of recent posts), which may be filtered by terms such as authors, categories, tags, search results, etc.":["Template arsip memungkinkan Anda mendesain tata letak dan gaya halaman arsip dengan mudah - halaman yang menampilkan daftar posting (misalnya, daftar posting terbaru blog), yang dapat difilter menurut istilah seperti penulis, kategori, tag, hasil pencarian , dll."],"Error 404":["Eror 404"],"Keep your site's visitors happy when they get lost by displaying your recent posts, a search bar, or any information that might help the user find what they were looking for.":["Buat pengunjung situs Anda senang saat mereka kehilangan arah dengan menampilkan posting terbaru Anda, bilah pencarian, atau informasi apa pun yang dapat membantu pengguna menemukan apa yang mereka cari."],"A 404 page template allows you to easily design the layout and style of the page that is displayed when a visitor arrives at a page that does not exist.":["Template halaman 404 memungkinkan Anda untuk dengan mudah mendesain tata letak dan gaya halaman yang ditampilkan saat pengunjung membuka halaman yang tidak eksis."],"You can create multiple archive product templates, and assign each to different categories of products. This gives you the freedom to customize the appearance for each type of product being shown.":["Anda dapat membuat beberapa templat produk arsip global, dan menetapkan masing-masing ke kategori produk yang berbeda. Ini memberi Anda kebebasan untuk menyesuaikan tampilan untuk setiap jenis produk yang ditampilkan."],"A products archive template allows you to easily design the layout and style of your WooCommerce shop page or other product archive pages - those pages that show a list of products, which may be filtered by terms such as categories, tags, etc.":["Template arsip produk memungkinkan Anda mendesain tata letak dan gaya halaman toko WooCommerce atau halaman arsip produk lainnya dengan mudah - halaman yang menampilkan daftar produk, yang dapat difilter menurut istilah seperti kategori, tag, dll."],"You can create multiple single product templates, and assign each to different types of products, enabling a custom design for each group of similar products.":["Anda dapat membuat beberapa template produk global, dan menetapkan masing-masing produk ke jenis produk yang berbeda, memungkinkan desain kustom untuk setiap grup produk serupa."],"A single product template allows you to easily design the layout and style of WooCommerce single product pages, and apply that template to various conditions that you assign.":["Template produk tunggal memungkinkan Anda untuk dengan mudah mendesain tata letak dan gaya halaman produk tunggal WooCommerce, dan menerapkan template tersebut ke berbagai kondisi yang Anda tetapkan."],"You can customize the message if there are no results for the search term.":["Anda dapat menyesuaikan pesan jika tidak ada hasil untuk istilah pencarian."],"You can easily control the layout and design of the Search Results page with the Search Results template, which is simply a special archive template just for displaying search results.":["Anda dapat dengan mudahnya mengontrol layout dan desain dari halaman Search Results menggunakan template Search Results untuk menampilkan hasil pencarian menggunakan archive template yang khusus."],"Archives":["Arsip"],"Footers":["Footer"],"You can create multiple headers, and assign each to different areas of your site.":["Anda dapat membuat beberapa header, dan menetapkan masing-masing ke area berbeda di situs Anda."],"A single page template allows you to easily create the layout and style of pages, ensuring design consistency across all the pages of your site.":["Template satu halaman memungkinkan Anda membuat tata letak dan gaya halaman dengan mudah, memastikan konsistensi desain di semua halaman situs Anda."],"The footer template allows you to easily design and edit custom WordPress footers without the limits of your theme’s footer design constraints":["Template footer memungkinkan Anda merancang dan mengedit footer WordPress kustom dengan mudah tanpa batasan batasan desain footer tema Anda"],"The header template allows you to easily design and edit custom WordPress headers so you are no longer constrained by your theme’s header design limitations.":["Template tajuk memungkinkan Anda merancang dan mengedit tajuk WordPress khusus dengan mudah sehingga Anda tidak lagi dibatasi oleh batasan desain tajuk tema Anda."],"A single post template allows you to easily design the layout and style of posts, ensuring a design consistency throughout all your blog posts, for example.":["Template posting tunggal memungkinkan Anda untuk dengan mudah mendesain tata letak dan gaya posting, memastikan konsistensi desain di seluruh posting blog Anda, misalnya."],"Single Pages":["Halaman Tunggal"],"You can create multiple footers, and assign each to different areas of your site.":["Anda dapat membuat beberapa footer, dan menetapkan masing-masing ke area berbeda di situs Anda."],"Single Posts":["Post Tunggal"],"You can create multiple single page templates, and assign each to different areas of your site.":["Anda dapat membuat beberapa templat halaman tunggal, dan menetapkan masing-masing ke area berbeda di situs Anda."],"You can create multiple single post templates, and assign each to a different category.":["Anda dapat membuat beberapa templat posting tunggal, dan menetapkan masing-masing ke kategori yang berbeda."],"Layout Settings":["Pengaturan Layout"],"Site Settings":["Pengaturan Situs"],"Headers":["Header"],"Site Parts":["Bagian Situs"],"Watch Video":["Lihat Video"],"Not Found":["Tidak Ditemukan"],"Theme Builder could not be loaded":["Pembuat Tema tidak dapat dimuat"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Mohon maaf, ada kesalahan. Klik 'Pelajari lebih lanjut' dan ikuti setiap langkah untuk menyelesaikannya dengan cepat."],"Tip":["Tip"],"All Parts":["Semua Bagian"],"Previous":["Sebelumnya"],"Next":["Selanjutnya"],"Theme Builder":["Pembangun Tema"],"Popups":["Popup"],"Theme Builder is the industry leading all-in-one solution that lets you customize every part of your WordPress theme visually: Header, Footer, Single, Archive & WooCommerce":["Pembuat Tema adalah solusi terpadu yang terkemuka di industri yang memungkinkan Anda menyesuaikan setiap bagian dari tema WordPress Anda secara visual: Kepala Halaman, Kaki Halaman, Tulisan Tunggal, Arsip, dan WooCommerce."],"Add New":["Tambah Baru"],"Dismiss":["Tutup"],"Select File":["Pilih Berkas"],"Edit Template":["Ubah Template"],"Go Pro":["Beli Pro"],"Close":["Tutup"],"Export":["Ekspor"],"Saved Templates":["Templat Tersimpan"],"Templates":["Template"],"Learn More":["Pelajari Lagi"],"Global Fonts":["Jenis Huruf Global"],"Loading":["Memuat"],"Elementor":["Elementor"],"Go Back":["Kembali"],"Content":["Konten"],"Info":["Info"]}},"comment":{"reference":"assets\/js\/app-packages.js"}}